Repository: claudiocantieni/DOTS-detect-overtraining-syndrome
Catalog: DOTS/*.lproj/Localizable.strings
Languages: de

source: Shape
de: Form

source: Not enough reference data
de: Nicht genügend Referenzdaten

source: recovered
de: erholt

source: rather recovered
de: ziemlich erholt

source: slightly loaded
de: etwas belastet

source: loaded
de: belastet

source: Resting HR
de: Ruhe-HF

source: Resting heart rate
de: Ruheherzfrequenz

source: Resting heart rate:
de: Ruheherzfrequenz:

source: Resting heart rate:
de: Ruheherzfrequenz:

source: Date
de: Datum

source: Enter resting heart rate tomorrow
de: Ruheherzfrequenz morgen eingeben

source: Record resting heart rate
de: Ruheherzfrequenz erfassen

source: HR measurement
de: HF-Messung

source: Execute measurement tomorrow
de: Messung morgen durchführen

source: Measurement in operation...
de: Messung läuft...

source: HR variability
de: HF-Variabilität

source: Heart rate variability
de: Herzfrequenzvariabilität

source: Enter heart rate variability tomorrow
de: Ruheherzfrequenz morgen eingeben

source: Heart rate variability (RMSSD):
de: Herzfrequenzvariabilität (RMSSD):

source: Heart rate variability (RMSSD):
de: Herzfrequenzvariabilität (RMSSD):

source: Record heart rate variability
de: Herzfrequenzvariabilität erfassen

source: Save
de: Speichern

source: Questionnaire
de: Fragebogen

source: Fill out questionnaire tomorrow
de: Fragebogen morgen ausfüllen

source: Fill out questionnaire in
de: Fragebogen in

source: days
de: Tagen ausfüllen

source: Questionnaire is filled out
de: Fragebogen ist ausgefüllt

source: never
de: nie

source: rarely
de: selten

source: sometimes
de: manchmal

source: often
de: oft

source: always
de: immer

source: Next
de: Weiter

source: Back
de: Zurück

source: End
de: Beenden

source: Fill out questionnaire
de: Fragebogen ausfüllen

source: 7 days
de: 7 Tage

source: 4 weeks
de: 4 Wochen

source: 1 year
de: 1 Jahr

source: Ø 7 days :
de: Ø 7 Tage :

source: Today :
de: Heute :

source: All data
de: Alle Daten

source: Bluetooth & notifications
de: Bluetooth & Mitteilungen

source: User manual
de: Benutzungsanleitung

source: Settings
de: Einstellungen

source: Today
de: Heute

source: HR
de: HF

source: 30s relaxing
de: 30s Entspannen

source: 60s measuring
de: 60s Messen

source: Start
de: Starten

source: Devices
de: Geräte

source: unnamed device
de: unbenanntes Gerät

source: Connected
de: Verbunden

source: Not connected
de: Nicht verbunden

source: Repeat
de: Wiederholen

source: Measure quality: low
de: Messqualität: schlecht

source: Measure quality: high
de: Messqualität: gut

source: Fill out questionnaire today
de: Fragebogen heute ausfüllen

source: Done
de: Fertig

source: Privacy policy
de: Datenschutzerklärung

source: DOTS supports athletes of all levels in assessing their form. The DOTS app displays a shape. The displayed diagnosis should be compared with the current training load.
de: DOTS unterstützt Sportler aller Niveaus bei der Beurteilung ihrer Form. Die DOTS App zeigt eine Form an. Die angezeigte Diagnose ist mit der aktuellen Trainingsbelastung abzugleichen.

source: The DOTS app can help to detect a possible overreaching at an early stage.
de: Die DOTS App kann helfen, eine mögliche Überbelastung frühzeitig zu erkennen.

source: For the analysis to be representative, the resting heart rate and heart rate variability have to be recorded daily in the morning. The measurement can be done in the app.
de: Damit die Analyse aussagekräftig ist, muss täglich morgens die Ruheherzfrequenz und die Herzfrequenzvariabilität erfasst werden. Die Messung kann in der App durchgeführt werden.

source: When measuring heart rate variability, the length of time between heartbeats is determined. The DOTS app uses the value RMSSD. The more irregularly the heart beats (higher value), the more recovered the body is. A low resting heart rate indicates a recovered state. However, both measurement numbers differ from person to person, only the comparison to the values of a resting phase is relevant.
de: Bei der Messung der Herzfrequenzvariabilität wird die Zeitdauer zwischen den Herzschlägen bestimmt. Die DOTS App arbeitet mit dem Wert RMSSD. Je unregelmässiger das Herz schlägt (höherer Wert), desto erholter ist der Körper. Eine tiefe Ruheherzfrequenz weist auf einen erholten Zustand hin. Beide Messzahlen sind aber von Mensch zu Mensch unterschiedlich, relevant ist nur der Vergleich zu den Werten einer Ruhephase.

source: Manual input is also available.
de: Die manuelle Eingabe ist auch möglich.

source: A psychometric questionnaire has to be filled out every three days.
de: Alle drei Tage ist ein psychometrischer Fragebogen auszufüllen.

source: The data is stored locally on the device and on iCloud in case of a device change.
de: Die Daten sind lokal auf dem Gerät und auf iCloud, für den Fall eines Gerätewechsels, gespeichert.

source: The shape displays the status “loaded” for several weeks. This suggests a possible overreaching. If there is no logical reason, such as illness or deliberate supercompensation, it should be clarified with the coach whether action should be taken. In this case, the training is usually reduced.
de: Die Form zeigt seit mehreren Wochen den Status ”belastet” an. Das deutet auf eine mögliche Überbelastung hin. Falls kein logischer Grund vorliegt, wie Krankheit oder gewollte Superkompensation, sollte mit dem Coach abgeklärt werden, ob zu handeln ist. In diesem Fall wird meistens das Training reduziert.

source: A heart rate monitor with Bluetooth support has to be used for measurement. The measurement should be taken in the morning lying down in a relaxed state. If you feel the urge to urinate, you should relieve yourself of water before taking the measurement, as retention can affect the pulse.
de: Zur Messung ist ein Pulsgurt mit Bluetooth Unterstützung zu benutzen. Die Messung sollte am Morgen liegend in entspanntem Zustand durchgeführt werden. Bei Harndrang sollte vor dem Messsen Wasser gelassen werden, weil das Zurückhalten den Puls beeinflussen kann.

source: The shape is calculated in thirds from resting heart rate, heart rate variability and psychometric questionnaire. The evaluation of the questionnaire follows a point system for the given answers. The heart rate data is compared to a baseline, which is taken from a resting phase. The baseline is adjusted if it improves.
de: Die Form wird zu je einem Drittel aus Ruheherzfrequenz, Herzfrequenzvariabilität und psychometrischem Fragebogen berechnet. Die Auswertung des Fragebogens folgt einem Punktesystem für die gegebenen Antworten. Die Herzfrequenzdaten werden mit einer Basis verglichen, welche aus einer Ruhephase stammt. Die Basis wird angepasst, wenn sie sich verbessert.

source: In the last 3 days I have felt relaxed
de: In den letzten 3 Tagen habe ich mich entspannt gefühlt

source: In the last 3 days I could concentrate well
de: In den letzten 3 Tagen konnte ich mich gut konzentrieren

source: In the last 3 days I had enough sleep
de: In den letzten 3 Tagen hatte ich genügend Schlaf

source: In the last 3 days I was in a good mood
de: In den letzten 3 Tagen war ich guter Laune

source: In the last 3 days I felt under pressure
de: In den letzten 3 Tagen fühlte ich mich unter Druck gesetzt

source: In the last 3 days I felt able to perform well
de: In den letzten 3 Tagen fühlte ich mich leistungsfähig

source: Time of notification
de: Uhrzeit der Mitteilung

source: Cancel
de: Abbrechen

source: Turning on Bluetooth allows the App to connect to a heart rate monitor to measure the heart rate data during the measurement.
de: Wenn Sie Bluetooth aktivieren, kann die App eine Verbindung zu einem Herzfrequenzmessgerät herstellen, um die Herzfrequenzdaten während der Messung zu erfassen.
